

* import table
:PROPERTIES:
:ID:       d012ec41-1641-4fc8-95d4-d358de7ba0a6
:PUBDATE:  <2015-10-07 Wed 14:21>
:END:

M-x: org-table-import

./delsee.csv

| airmass | zenith_seeing | delivered_seeing |
|     1.3 |         0.95 |       1.1119612 |
|     1.3 |          1.0 |       1.1704854 |
|     1.3 |          1.1 |       1.2875340 |
|     1.3 |          1.2 |       1.4045825 |

note: that it just imports the data, so you'll need to setup our
tblname: ... for the block if you want it.

* export table
:PROPERTIES:
:ID:       801eac6c-ce20-46b7-b727-234d8abdca6a
:PUBDATE:  <2015-10-07 Wed 14:21>
:END:


#+tblname: delsee
| airmass | zenith_seeing | delivered_seeing |
|---------+--------------+-----------------|
|     1.3 |         0.95 |       1.1119612 |
|     1.3 |          1.0 |       1.1704854 |
|     1.3 |          1.1 |       1.2875340 |
|     1.3 |          1.2 |       1.4045825 |
#+TBLFM: $3=$2*($1**0.6)

M-x: org-table-export

./delsee.csv
